export const distresses = [
    'Улицы городов начал заполнять удушающий газ, вдыхая который человек мгновенно умирает.',
    'Патоген уничтожает все растения на планете. Опасен при долгом вдыхании',
    'Утечка бактериального оружия. Безвредно в холодном климате',
    'Ядерная бомбардировка. Находится на поверхности более 2 ч. небезопасно',
    'Утечка вируса бешенства. Люди превращаются в медленных зомби',
    'Утечка вируса бешенства. Люди превращаются в быстрых и опасных зомби',
    'Мировая секта получила огромное влияние. Всех иноверных сжигают на костре',
    'Из-за серии извержений вулканов небо закрыто пеплом. Средняя температура держится около -50. Очень плохо видно окружающий мир.',
    'Серия землетрясений оставила множество трещин в районе бункера.',
    'Падение метеорита. В радиусе 400 км от бункера выжженная земля, разрушена инфраструктура',
    'Инопланетное вторжение. Инопланетяне ориетируется на инфракрасное излучение',
    'Инопланетное вторжение. Инопланетяне ориетируется на запах',
    'Серия лесных пожаров снизила уровень кислорода на поверхности. Находится снаружи более 30 минут летально'
]

export const shelterNames = [
    'Берлингтон',
    'Бункер 42'
]

export const shelterLocations = [
    'Виноградная плантация',
    'Прибрежный город',
    'Мегаполис',
    'Лес',
    'Поле',
    'Опушка',
    'Необитаемый остров',
    'Возле реки',
    'Около океана',
    'Горный хребет',
    'Подножье горы',
    'Заброшенная военная база',
    'Пустыня',
    'Фьорды',
    'Гренландия',
    'Джунгли'
]

export const shelterRooms = [
    'медицинский кабинет',
    'оружейная комната',
    'химическая лаборатория',
    'радио-комната',
    'парник',
    'теплица',
    'спальная комната',
    'гараж',
    'топливные баки',
    'склад СИЗ',
    'генераторная'
]

export const shelterRoomsIcons = [
    'hospital',
    'weapon',
    'chemical',
    'radio',
    'growFood',
    'growFood',
    'bedroom',
    'garage',
    'fuel',
    'equipment',
    'energy'
]

export const roomConditions = [
    'законсервированная',
    'полностью оснащенная',
    'разрушенная',
    'скромная',
    'пустая',
    'новая',
    'заблокированная электронным ключом',
    'зараженная'
]

export const shelterResources = [
    'Набор армейских сухпайков',
    'Овощной рацион',
    'Мясной рацион',
    'Томатные супы',
    'Только вода',
    'Мясные консервы',
    'Армейские галеты'
]

export const sex = [
    'мужчина',
    'женщина'
]

export const genders = [
    'гетеросексуальный',
    'гомосексуальный',
    'асексуальный'
]

export const health = [
    'гепатит ц',
    'абсолютно здоров',
    'нет ноги',
    'нет ног',
    'нет руки',
    'нет рук',
    'слепота',
    'простуда',
    'слабоумие',
    'алкоголизм',
    'эталонное',
    'ВИЧ',
    'плоскостопие',
    'онкология',
    'нет мизинца',
    'лишний вес',
    'недостаток веса',
    'развитая мускулатура',
    'хроническая лень',
    'кашель',
    'насморк',
    'редкая группа крови',
    'дальтонизм',
    'болезнь Альцгеймера',
    'аутизм',
    'аллергия',
    'геморрой',
    'наркомания',
    'туберкулез',
    'шизофрения',
    'беременная',
    'бесплодие',
    'лейкомия',
    'сверх-человек',
    'полон сил',
    'полон энергии',
    'выносливый'
]

export const hobby = [
    'разведение рыб',
    'радиоэлектроника',
    'шитье',
    'выращивание цветов',
    'чтение',
    'рыбалка',
    'горные лыжи',
    'плавание',
    'стрельба из лука',
    'стрельба в тире',
    'разведение рыб',
    'разведение животных',
    'готовка'
]

export const character = [
    'прокрастинатор',
    'буйный',
    'спокойный',
    'технарь',
    'душа компании',
    'неадекватный',
    'лидер',
    'целеустремленный',
    'предатель',
    'верный',
    'меркантильный',
    'неуравновешенный',
    'ребенок',
    'трудолюбивый',
    'добрый',
    'черствый',
    'общительный',
    'энтузист'
]

export const phobia = [
    'герпетофобия',
    'арахнофобия',
    'агирофобия — боязнь улиц',
    'агорафобия — боязнь открытых мест',
    'аграфобия — боязнь секса',
    'аквафобия — боязнь воды',
    'акрофобия — боязнь высоты',
    'аматофобия — боязнь пыли или загрязнения пылью',
    'андрофобия — боязнь мужчин',
    'антропофобия — боязнь людей или компании людей',
    'аутофобия — боязнь одиночества',
    'ахлуофобия — боязнь темноты',
    'бактериофобия',
    'гелиофобия — боязнь солнца',
    'гемофобия — боязнь крови',
    'гетерофобия — боязнь противоположного пола',
    'гилофобия — боязнь леса',
    'гинекофобия — боязнь женщин',
    'гипнофобия — боязнь заснуть',
    'гомофобия',
    'гравидофобия — боязнь встречи с беременной',
    'зоофобия — боязнь животных',
    'инсектофобия — боязнь насекомых',
    'кераунофобия — боязнь молний',
    'клаустрофобия',
    'никтофобия — боязнь темноты',
    'панофобия — боязнь всего',
    'психрофобия — боязнь холода',
    'радиофобия — боязнь радиации',
    'рипофобия — боязнь грязи',
    'тремофобия — боязнь дрожания',
    'трипофобия — страх перед кластерными отверстиями',
    'уранофобия — боязнь смотреть в небо',
    'фармакофобия — боязнь принимать лекарства',
    'хемофобия — боязнь химии'
]

export const additional = [
    'часто ходил в походы',
    'закончил кружок скаутов',
    'феноменальная меткость',
    'высокий IQ',
    'читал много книг про тактику',
    'читал много книг про зомби',
    'читал много книг про выживание',
    'взломщик',
    'ходит в тренажерный зал',
    'остался в живых на необитаемом острове',
    'хорошо ориетируется на местности',
    'знает фермерство',
    'закончил курсы экстремального вождения',
    'превосходно может оказать первую помощь',
    'имеет ученую степень по химии',
    'ученая степень по биологии',
    'ученая степень по вирусологии',
    'вкусно готовит',
    'кмс по плаванию',
    'кмс по боксу',
    'кмс по бегу'
]

export const equipment = [
    'набор раций',
    'набор аквалангов',
    'заряженный глок-17',
    'канистра бензина',
    'лук со стрелами',
    'охотничье ружье с боеприпасами',
    'бронежилет',
    'лекарства',
    'ящик пива',
    'удочки с наживкой',
    'резиновая лодка',
    'сигнальная ракетница',
    'ключи от байка возле бункера',
    'карта местности',
    'набор химических реагентов',
    'дозиметр',
    'фильтры для воды',
    'бензиновый генератор',
    'библия',
    'семена пшеницы',
    'набор метательных ножей',
    'бинокль',
    'набор хим защиты',
    'противогазы на каждого',
    'заправленный кислородный балон',
    'спутниковый телефон',
    'набор ночного видения',
    'фонарики'
]